
const About = () => {
  return (
    <div className="about page">
      <div className="about-container">
        <div className="about__title">
          <h3>Привет, меня зовут Влад Алейников</h3>
          <h4>Frontend Разработчик</h4>
        </div>
        <p className="about__text">
          Я молодой специалист с высшим образованием инженера-программиста.
          Помимо программирования, я люблю кулинарию, рисование, видео-игры и
          чтение, и в свободное время предпочитаю заниматься ими. Я люблю
          обучаться и обучать других людей. Я ответственный и пытаюсь постоянно
          развиваться и не сидеть на месте.
        </p>
        <h3>Стэк технологий</h3>
      </div>
    </div>
  );
};

export default About;
